Repository: weizenbaum-it/ojs-reminders
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.reviewReminders.name
source: Extended Review Reminders
de_de: Erweiterte Gutachten-Erinnerungen

# plugins.generic.reviewReminders.description
source: Allows for setting up several automated reminders for submitting reviews to be sent at specific times.
de_de: Erlaubt die Konfiguration mehrerer E-Mail-Erinnerungen zu verschiedenen Zeitpunkten für die Einreichung von Gutachten

# plugins.generic.reviewReminders.menuTitle
source: Review Reminders
de_de: Gutachten-Erinnerungen

# plugins.generic.reviewReminders.remindersListTitle
source: Scheduled Reminders
de_de: Konfigurierte Erinnerungen

# plugins.generic.reviewReminders.remindersTitle
source: {$numberOfDays} days {$beforeOrAfter} the {$deadline}
de_de: {$numberOfDays} Tage {$beforeOrAfter} der {$deadline}

# plugins.generic.reviewReminders.remindersSubtitle
source: Email template to send: {$templateId}
de_de: Zu sendendes E-Mail-Template: {$templateId}

# plugins.generic.reviewReminders.before
source: before
de_de: vor

# plugins.generic.reviewReminders.after
source: after
de_de: nach

# plugins.generic.reviewReminders.form.days.label
source: Number of Days
de_de: Anzahl der Tage

# plugins.generic.reviewReminders.form.days.description
source: The Number of Days before or after the deadline, when this email should be sent
de_de: Die Zahl der Tage vor oder nach der Deadline, wenn diese Erinnerung gesendet werden soll

# plugins.generic.reviewReminders.form.beforeOrAfter.label
source: Before or After the Deadline
de_de: Vor oder nach der Deadline

# plugins.generic.reviewReminders.form.beforeOrAfter.description
source: Whether this Reminder should be sent before or after the deadline
de_de: Soll diese Erinnerung vor oder nach der Deadline versendet werden?

# plugins.generic.reviewReminders.form.beforeOrAfter.option.before
source: Before
de_de: Davor

# plugins.generic.reviewReminders.form.beforeOrAfter.option.after
source: After
de_de: Danach

# plugins.generic.reviewReminders.form.deadline.description
source: Whether this Reminders applies to the Response Deadline or the Review Deadline
de_de: Soll diese Erinnerung vor/nach der Antwort-Deadline oder der Fertigstellungs-Deadline versendet werden?

# plugins.generic.reviewReminders.form.deadline.option.response
source: Response Deadline
de_de: Antwort-Deadline

# plugins.generic.reviewReminders.form.deadline.option.review
source: Review Deadline
de_de: Fertigstellungs-Deadline

# plugins.generic.reviewReminders.frontend.addLabel
source: Add new Reminder
de_de: Neue Erinnerung hinzufügen

# plugins.generic.reviewReminders.frontend.editLabel
source: Edit Reminder
de_de: Erinnerung bearbeiten

# plugins.generic.reviewReminders.frontend.deleteModalTitle
source: Delete Reminder
de_de: Erinnerung löschen

# plugins.generic.reviewReminders.frontend.deleteModalMessage
source: Are you sure you want to delete this Reminder?
de_de: Möchten Sie diese Erinnerung wirklich löschen

# plugins.generic.reviewReminders.frontend.addButtonLabel
source: Add Reminder
de_de: Neue Erinnerung

# plugins.generic.reviewReminders.frontend.editButtonLabel
source: Edit
de_de: Bearbeiten

# plugins.generic.reviewReminders.frontend.deleteButtonLabel
source: Delete
de_de: Löschen
